MELDUNGEN/EXPORT/RANOREX_Aktualisierungmeldung_20240813085025.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-08-13T08:50:25.687+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="10015" guid="af4885cf-dfa1-42e4-bddb-bfe2daab7f54"/>
                <automatenStatus betriebStatus="IN_BETRIEB" letzteInteraktion="2024-08-13T08:50:25.918+02:00" letzterVerkauf="2024-08-13T08:50:25.918+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
